<section class="cookie-notice" style="display: block;">
    <div class="container">
        <div class="row">
            <div class="col-12 col-sm-9 col-md-9">
                <div class="flex-box box1">
                    <p>
                        На данном сайте используются файлы cookie для обеспечения полноценного
                        использования домашней страницы. Файлы cookie не используются для того, чтобы Вас
                        лично идентифицировать. Продолжая использовать этот сайт, Вы соглашаетесь, что на
                        Вашем устройстве сохраняются и используются файлы cookie. Вы можете в любой момент
                        отозвать свое согласие, изменив настройки браузера и удалив сохраненные файлы cookie.
                        <a href="http://www.tiesibsargs.lv/ru/pages/pro-nas/%D1%84%D0%B0%D0%B9%D0%BB%D1%8B-cookie">Подробнее о файлах</a>.
                    </p>
                </div>
            </div>
            <div class="col-12 col-sm-3 col-md-3">
                <div class="flex-box">
                    <button class="tiesib-btn-type-1" id="remember-cookie-btn">Согласен</button>
                </div>
            </div>
        </div>
    </div>
</section>

Использование файлов cookie

На данном веб-сайте используются файлы cookie для улучшения опыта использования сайта, оценки статистики посещаемости сайта, обеспечения его работы и функциональности и пр. Приглашаем ознакомиться с более подробной информацией об используемых на данном сайте файлах cookie.

Что такое файлы cookie?

Файлы cookie – это небольшие текстовые файлы, которые веб-браузер (например, Google Chrome, Internet Explorer, Firefox, Safari и др.) в момент посещения веб-сайта пользователем сохраняет на конечном устройстве пользователя (в компьютере, мобильном телефоне, планшете), чтобы идентифицировать браузер или сохраненную в браузере информацию или настройки. Таким образом с помощью файлов cookie веб-сайт получает возможность сохранять индивидуальные настройки пользователя, узнавать его и реагировать соответствующим образом. Использование файлов cookie можно заблокировать или ограничить, однако без файлов cookie будет невозможно полноценно использовать все функции сайта.

Какие файлы cookie и для каких целей используются?

Используется несколько видов файлов cookie (постоянные и сессионные). В зависимости от выполняемых функций и цели применения мы используем технические или обязательно необходимые файлы cookie и аналитические файлы cookie.

Технические файлы cookie

Данные файлы cookie необходимы для того, чтобы Вы могли посещать и просматривать содержание веб-сайта и использовать предлагаемые им возможности. Эти файлы cookie идентифицируют Ваше устройство, но не разглашают Вашу идентичность, а также не собирают и не обобщают информацию. Без этих файлов cookie веб-сайт не сможет полноценно работать, например, предоставлять необходимую информацию, обеспечивать запрошенные услуги или просмотр запрошенного видео. Данные файлы cookie хранятся в Вашем устройстве до момента, когда файл cookie выполнил свою функцию, но не более двух лет. Эти обязательно необходимые файлы cookie размещаются автоматически. Если тем не менее, воспользовавшись обеспечиваемыми браузером возможностями, Вы решите их заблокировать, примите во внимание – веб-сайт не сможет полноценно работать.

Аналитические файлы cookie

Аналитические файлы cookie обобщают информацию о том, как используется веб-сайт, констатируют чаще посещаемые разделы, включая содержание, которое Вы выбираете, просматривая сайт. Информация используется в целях анализа в обобщенном виде, чтобы выяснить, что интересует пользователей сайта, и иметь возможность улучшить функциональность сайта, сделать его более удобным для использования. Аналитические файлы cookie идентифицируют только Ваше устройство, но не разглашают Вашу идентичность.

В отдельных случаях некоторыми аналитическими файлами cookie вместо нас согласно нашим указаниям и только в соответствии с указанными целями управляют третьи лица, например, созданными предприятием Google Inc. файлами cookie Google Analytics, целью которых является улучшение качества сайта и адаптация содержания сайта в соответствие с нуждами пользователей. Подробнее с правилами предоставления услуги Google Analytics можно ознакомиться на домашней странице http://www.google.com/analytics/terms/us.html.

Эти файлы cookie хранятся в Вашем устройстве не более двух лет.

Подтверждение файлов cookie

При посещении нашего сайта было показано уведомление с информацией о том, что на веб-сайте используются файлы cookie. Продолжая использовать наш веб-сайт, Вы подтверждаете, что согласны с использованием файлов cookie.

В настройках безопасности любого веб-браузера возможно ограничить или удалить файлы cookie. Тем не менее примите во внимание – если Вы решите заблокировать обязательно необходимые файлы cookie, сайт не сможет работать полноценно.